[{
  "from": "EKRUT",
  "subject": "[NEWS] Tips jitu agar atasan menyukaimu dan kesalahan yang harus dihindari di usia 20an",
  "snippet": "Cari kerja cepat dan mudah di EKRUT Weekly Digest Tips jitu agar atasan menyukaimu Tips jitu agar atasan menyukaimu Meskipun tanpa menunjukkan perilaku mencolok, kamu bisa loh membuat atasan senang",
  "time": "2018-08-25T01:02:00.000Z"
}, {
  "from": "Bukalapak",
  "subject": "SATUJUAN untuk Raih Kemenangan. Dapatkan Cashback Spesialnya di Sini",
  "snippet": "Semangat KEMERDEKAAN Cashbackhingga Rp73 Ribu Tampilkan Email Ini di Browser Logo Kamu Dapat Hadiah Cashback 15%! Kamu masih punya kesempatan untuk dapat cashback langsung 15% di Bukalapak! Gunakan",
  "time": "2018-08-24T12:34:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "Diskon 35% Spesial SALEbration Hanya Sampai Akhir Pekan!",
  "snippet": "Rayakan Meriahnya #Qwords13th dengan Promo Best Seller! View this email in your browser Belum dapat kesempatan menang di Wheel of Fortune? Cek ini saja! Spesial #Qwords13th Gratis Domain*Kode:",
  "time": "2018-08-23T09:02:00.000Z"
}, {
  "from": "Garuda Indonesia",
  "subject": "The Best Online Deals Await You! ",
  "snippet": "Get discounts of up to 75% and other special offers Trouble viewing this email? Click here to view online version. OFFERS HOTEL HOLIDAY PACKAGES Dear Valued Customer The Best Deals Await at the Garuda",
  "time": "2018-08-23T08:17:00.000Z"
}, {
  "from": "Taco From Trello",
  "subject": "How to procrastinate productively",
  "snippet": "To-do: Try something new View in Browser → Productivity systems are both an art and a science. Use this ultimate roundup to find the best for you. Refine Your Routine Cultivate better relationships:",
  "time": "2018-08-22T15:44:00.000Z"
}, {
  "from": "GitKraken",
  "subject": "Git Client v4.0 Release",
  "snippet": "See what's new in the latest version of GitKraken, including built-in code editing with syntax highlighting, word diffing, and much more... Not rendering correctly? View this email as a web page",
  "time": "2018-08-22T12:59:00.000Z"
}, {
  "from": "EKRUT",
  "subject": "[NEWS] Bisa jadi atasanmu menaruh hati padamu! Coba perhatikan gerak-geriknya seperti berikut ini.",
  "snippet": "Cari kerja cepat dan mudah di EKRUT Weekly Digest Persiapan wajib dalam menghadapi interview kerja Persiapan wajib dalam menghadapi interviewkerja Sudah tahu belum bagaimana cara mempelajari FAQ dalam",
  "time": "2018-08-22T01:02:00.000Z"
}, {
  "from": "Remote.com",
  "subject": "You have been invited to a Job!",
  "snippet": "Image My Account Noval, you've been invited to a new job! congrats! You have been invited to WordPress Developer by a hiring manager or a member from our recruiting team. When you're invited to",
  "time": "2018-08-21T17:01:00.000Z"
}, {
  "from": "Yuni dari Urbanhire.",
  "subject": "Job Seekers, yuk ikut berdonasi untuk sodara kita di Lombok!",
  "snippet": "Urbanhire Urbanhire Peduli Korban Gempa Lombok Dalam rangka peduli korban gempa Lombok, Urbanhire membuka dompetdonasi melalui kerja sama dengan KitaBisa. Dengan ini, kita punya kesempatan untuk",
  "time": "2018-08-21T06:35:00.000Z"
}, {
  "from": "Bukalapak",
  "subject": "Jangan Lupa Bayar Listrik di Hari Terakhir Pakai LISTRIKMURAH",
  "snippet": "Pakai KIRIMJT Belanja Bisa Gratis Ongkir Tampilkan Email Ini di Browser Logo Pulsa dan Listrik Murah Se-Indonesia, hanya di Indonesia Sudah bayar tagihanlistrik bulan ini belum? Bayar di Bukalapak dan",
  "time": "2018-08-20T11:59:00.000Z"
}, {
  "from": "Microsoft",
  "subject": "Save the Date : Microsoft Solution Warehouse 2018",
  "snippet": "At Microsoft, we value prominent factors that contribute to success for your business with technology. Join us in Solution Warehouse, September 25, 2018– a day where more than 300 business solutions",
  "time": "2018-08-20T09:58:00.000Z"
}, {
  "from": "NVIDIA",
  "subject": "New Deep Learning & AI Sessions at the NVIDIA AI Conference",
  "snippet": "Save on regular rates - Limited-time offer through Aug 24 FORWARD TO A FRIEND | VIEW ONLINE ► CHOOSE FROM VARIOUS AI & DEEP LEARNING SESSIONS LEARN MORE MEET THE AI INNOVATORS Join AI experts from",
  "time": "2018-08-20T02:04:00.000Z"
}, {
  "from": "Symantec Corporation",
  "subject": "Last chance to register: See How Royal Bank of Canada Beat Mobile Security Risks",
  "snippet": "Overcome mobile threats using peer-tested security strategies. To view this email in your browser, click here. Symantec Advice from the Trenches: How to Win the Mobile Security War - Join the Webcast",
  "time": "2018-08-20T02:03:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "#Qwords13th Kasih Hadiah Cuma-cuma. Ayo Mainkan!",
  "snippet": "Mau Domain GRATIS atau Voucher Belanja? Putar Aja Roda Keberuntunganmu! View this email in your browser Mau Domain GRATIS, Pulsa, atau Voucher Belanja? Putar Saja Roda Keberuntunganmu! Menuju Ulang",
  "time": "2018-08-20T00:32:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "FLASH SALEbration ada Kejutan EKSTRA!! Diskon 45% ",
  "snippet": "Value Performance Hosting hingga HPCH & Cloud VPS, DISKON Pukul Rata! View thisemail in your browser Sudah dapat Domain di Flash Sale .ID? Saatnya Lengkapi dengan Paket Hosting Impian. Hanya 8 Jam",
  "time": "2018-08-17T01:03:00.000Z"
}, {
  "from": "EKRUT",
  "subject": "[NEWS] Penting! Hindari kesalahan ini saat interview",
  "snippet": "Cari kerja cepat dan mudah di EKRUT Weekly Digest 5 kesalahan fatal dalam interview 5 kesalahan fatal dalam interview Selain mempelajari tips dan trik menjawab pertanyaan interview, coba juga hindari",
  "time": "2018-08-17T01:02:00.000Z"
}, {
  "from": "Ingo from RapidMiner",
  "subject": "Gartner Magic Quadrant for Data Science and Machine-Learning",
  "snippet": "RapidMiner The 2018 Gartner Magic Quadrant for Data Science and Machine-Learning Platforms notes that “Data science and machine-learning platforms enable organizations to take an end-to-end approach to",
  "time": "2018-08-16T14:17:00.000Z"
}, {
  "from": "Citilink",
  "subject": "Diskon 25%+10% ke Seluruh Rute Citilink. Beli Sekarang!",
  "snippet": "alt_text Halo Citilinkers, Citilink Merdeka Banyak Diskon yang bisa Anda dapatkan Rayakan hari kemerdekaan Anda dengan wisata ke destinasi favorit. Nikmati berbagai tawaran seperti diskon tiket 10% dan",
  "time": "2018-08-16T14:03:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "FLASH SALEbration! Domain .ID cuma 70K TANPA Syarat Khusus",
  "snippet": "Diskon GEDE Hanya 1 Hari! Daftarkan Nama Domain Indonesia Spesial HUT RI-73 View this email in your browser Rayakan 17-an anti Mainstream dengan Belanja Domain Indonesia Tepat di tanggal 17 Agustus",
  "time": "2018-08-16T09:02:00.000Z"
}, {
  "from": "Symantec Corporation",
  "subject": "Learn how to comply with the GDPR in our new eBook",
  "snippet": "Take the fast and certain route to GDPR compliance To view this email in your browser, click here. Symantec The GDPR: Tough requirements, even tougher fines. The GDPR has been active for more than 2",
  "time": "2018-08-16T06:09:00.000Z"
}, {
  "from": "Rapid7",
  "subject": "There are more layers Under the Hoodie: Check out the videos, webcast, and more.",
  "snippet": "Rapid7 Uncovering actionable insights to make the world a safer place Under the Hoodie Toolkit Everything you'll need to dive into this year's research report. Access Toolkit Some may call it",
  "time": "2018-08-15T11:58:00.000Z"
}, {
  "from": "Rumahweb Indonesia",
  "subject": "Dua Hari Lagi Ada Flash Sale Domain ID",
  "snippet": "Lihat versi online www.rumahweb.com Dua Hari Lagi Ada Flash Sale Domain ID! Pada tanggal 17 Agustus 2018, semua pembelian ekstensi domain ID di Rumahweb Indonesia akan mendapatkan diskon hingga 73%.",
  "time": "2018-08-15T09:19:00.000Z"
}, {
  "from": "Bukalapak",
  "subject": "Perlu Barang Secepatnya? Pakai Layanan Ambil Sendiri Aja!",
  "snippet": "Pelajari Tentang Layanan Ini Selengkapnya di Sini Tampilkan Email Ini di Browser Logo Perlu barang dalam keadaan buru-buru? Lokasi pelapak ternyata tidak jauh dari posisi kamu? Sekarang kamu bisa",
  "time": "2018-08-15T08:42:00.000Z"
}, {
  "from": "Narenda Wicaksono",
  "subject": "mnovalbs, Ada Yang Seru di 17an Ala Dicoding",
  "snippet": "Jika anda tidak dapat membaca newsletter ini dengan baik, silakan akses tautan berikut (https://www.dicoding.com/newsletters/15-agustus-2018) Halo mnovalbs Dulu waktu kecil kamu jagonya lomba 17an ya?",
  "time": "2018-08-15T01:01:00.000Z"
}, {
  "from": "NVIDIA",
  "subject": "NVIDIA Turing Reinvents Professional Graphics",
  "snippet": "The most advanced GPU architecture unveiled at SIGGRAPH NVIDIA View Online Jensen Hung DESIGN AND VISUALIZATION Highlights from SIGGRAPH 2018 “NVIDIA Turing is reinventing graphics.” — Jensen Huang,",
  "time": "2018-08-14T16:36:00.000Z"
}, {
  "from": "Ingo from RapidMiner",
  "subject": "[WEBINAR] How to Make Better Product Decisions with RapidMiner and MonkeyLearn",
  "snippet": "logo Analyzing Customer Reviews with MonkeyLearn and RapidMiner Studies show that 80% of customer data is unstructured, and it's predicted to grow above 90% by 2020. Getting actionable insights",
  "time": "2018-08-14T11:15:00.000Z"
}, {
  "from": "Alibaba Cloud",
  "subject": "Alibaba Cloud Summit - Infinity 2018: See You this Wednesday in Singapore!",
  "snippet": "Alibaba Cloud Homepage | Products | Console | Help Alibaba Cloud Summit - Infinity 2018: See You this Wednesday in Singapore! Dear Alibaba Cloud User, Alibaba Cloud Summit - Infinity 2018 will be held",
  "time": "2018-08-14T08:16:00.000Z"
}, {
  "from": "NVIDIA",
  "subject": "New Topics, AI Sessions, and Savings at NVIDIA AI Conference",
  "snippet": "Choose from new AI Conference Topics and expert AI sessions and save on early registration. FORWARD TO A FRIEND | VIEW ONLINE ► EXCITING TOPICS, AI SESSIONS AND SAVINGS SAVE UP TO $100 FOR A LIMITED",
  "time": "2018-08-14T02:02:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "Hanya Agustus ini! Domain .ID Super Irit dengan Kata Khusus",
  "snippet": "Domain .ID & SLD lainnya mulai 9K! Cloud Hosting Semua Paket Disk. 30% View this email in your browser Serbu Nama Domain Impianmu sebelum diklaim Orang Lain! Rp. 27.000 *Dengan kata khusus Pesan",
  "time": "2018-08-13T00:32:00.000Z"
}, {
  "from": "Bukalapak",
  "subject": "Selamat bergabung di Bukalapak.com",
  "snippet": "Selamat Datang, Noval Bintang! Terima kasih telah memilih Bukalapak. Sebelum melakukan transaksi pertamamu, perhatikan hal-hal berikut, terlebih dahulu. Bisa Jual, Bisa Beli Simak berbagai kelebihan",
  "time": "2018-08-10T13:20:00.000Z"
}, {
  "from": "Bukalapak",
  "subject": "Panduan Keamanan Agar Terhindar dari Penipuan",
  "snippet": "PANDUAN KEAMANAN AGAR TERHINDAR DARI PENIPUAN PANDUAN INI BERSIFAT IMBAUAN RESMI DAN BUKAN JAMINAN BAHWA ANDA AKAN TERBEBAS DARI SEGALA TINDAK KEJAHATAN ONLINE. NAMUN, DENGAN MEMAHAMI IMBAUAN INI, ANDA",
  "time": "2018-08-10T13:20:00.000Z"
}, {
  "from": "Rapid7",
  "subject": "Too many logs and not enough time? User behavior analytics can help.",
  "snippet": "Rapid7 Resource Library Correlating DHCP, DNS and Active Directory Data with Network Logs for User Attribution User Behavior Analytics to Detect Anomalous Behavior Watch Webcast Too many logs to",
  "time": "2018-08-10T12:00:00.000Z"
}, {
  "from": "Rapid7",
  "subject": "Considering adding 24/7 SOC coverage to your incident detection & response program?",
  "snippet": "Rapid7 Join our upcoming webcast Setting Your SOC up for Success Tuesday, August 14th @ 2PM ET / 11AM PT Register Now Considering adding 24/7 SOC coverage to your incident detection and response",
  "time": "2018-08-09T16:12:00.000Z"
}, {
  "from": "Symantec Corporation",
  "subject": "Feeling Like an Endpoint Security Dummy?",
  "snippet": "Your step-by-step guide to endpoint protection. Having trouble viewing this email? Click Here. Symantec Advanced Endpoint Security for Dummies, Symantec Special Edition - Download Now Dear Noval,",
  "time": "2018-08-09T15:45:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "Paket Hosting untuk Toko Online, GRATIS Domain!",
  "snippet": "Medium Performance High Storage, paket paling ideal untuk online-kan bisnismu! View this email in your browser PaketHosting Ideal untuk Toko Online-mu! Hai kamu para pebisnis online! Masih bingung",
  "time": "2018-08-09T09:06:00.000Z"
}, {
  "from": "Taco From Trello",
  "subject": "8 new Trello features! 🎉",
  "snippet": "See beyond the status quo View in Browser → Bet you missed it! Here are 8 new additions to Trello that will take your boards to the next level. See What's New How a t-shirt company is using Trello",
  "time": "2018-08-08T16:03:00.000Z"
}, {
  "from": "Adriana from iflix",
  "subject": "BANYAK YANG BARU. Yang perlu kamu lakukan adalah… 💁‍ update.",
  "snippet": "iflix Snacks, Originals & masih banyak lagi! If this e-mail is not displayed properly, clickhere. Hai di sana, Kamu pasti nggak mau kelewatan : kerennya versi iflix terbaru. Ini alasannya FILM,",
  "time": "2018-08-08T14:02:00.000Z"
}, {
  "from": "Amazon Web Services",
  "subject": "Mulai Cepat AWS | Jangan Lewatkan Konferensi Online Memulai Kami!",
  "snippet": "AWS Event View English Bahasa Indonesia | Kamis, 23 Agustus | 1.00pm - 5.30pm WIB Pelajari Selengkapnya dan Daftar » Tinggal beberapa hari tersisa sebelum Memulai Cepat AWS! Bergabunglah sekarang untuk",
  "time": "2018-08-08T01:35:00.000Z"
}, {
  "from": "GitKraken",
  "subject": "We reached 1 million users",
  "snippet": "Thank you to all of our users and customers who helped us reach this incredible milestone... Not rendering correctly? View this email as a web page here. GitKraken logo 1 million gitkraken users",
  "time": "2018-08-07T13:32:00.000Z"
}, {
  "from": "Lars from RapidMiner",
  "subject": "Hello RapidMiner 9. Data prep that's fast (and fun) to use",
  "snippet": "logo Introducing RapidMiner 9 with Turbo Prep RapidMiner 9 is now available including Turbo Prep, a brand-new data prep experience for RapidMiner Studio users. Turbo Prep accelerates time-consuming",
  "time": "2018-08-07T13:32:00.000Z"
}, {
  "from": "Rapid7",
  "subject": "Long list of vulnerabilities? Here are the 8 things to look at so you can triage smarter.",
  "snippet": "Rapid7 Resource Library Top 8 Factors to Analyze to Determine the Real Risk of a Vulnerability CVSS Score is Only the Beginning Watch Webcast So many vulnerabilities — so little time. In each case,",
  "time": "2018-08-07T12:54:00.000Z"
}, {
  "from": "EKRUT",
  "subject": "[EKRUTmeets#7] An Introduction: How Digital Marketing Works",
  "snippet": "EKRUT in collaboration with GoJek and Accenture Indonesia: Startup or Corporate, which one is right for me Don't waste this rare chance! EKRUT in collaboration with Shopee and Rework presents “An",
  "time": "2018-08-07T01:02:00.000Z"
}, {
  "from": "Symantec Corporation",
  "subject": "See How Royal Bank of Canada Beat Mobile Security Risks",
  "snippet": "Overcome mobile threats using peer-tested security strategies. To view this email in your browser, click here. Symantec Advice from the Trenches: How to Win the Mobile Security War - Join the Webcast",
  "time": "2018-08-06T02:05:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "SALEbration, SALE Besar-besaran! Domain mulai 9K, Hosting Disk 30%",
  "snippet": "Masih Ada Kesempatan untuk Daftarkan Nama Domain Kata Khusus Mulai 9K! View this email in your browser Punya Ide Nama Domain yang Indonesia Banget? Daftarkan Sekarang Juga! Sudah pada tahu Qwords",
  "time": "2018-08-06T00:31:00.000Z"
}, {
  "from": "Adriana from iflix",
  "subject": "Tampilan baru. Fitur baru yang lebih canggih. Update ini mengubah SEGALANYA.",
  "snippet": "Update aplikasimu sekarang! If this e-mail is not displayed properly, click here. KEREN, KAN? Hai di sana, iflix kini hadir dengan tampilan & fitur baru Kamu siap untuk semua perubahannya? Ini yang",
  "time": "2018-08-03T11:10:00.000Z"
}, {
  "from": "EKRUT",
  "subject": "[NEWS] \"Kenapa berhenti dari kantor sebelumnya?\" - Tips menjawab pertanyaan interview",
  "snippet": "Cari kerja cepat dan mudah di EKRUT Weekly Digest Tinggalkan cara lama! Cara cari kerja ini hanya buang waktu Bagaimana menjawab pertanyaan, \"Kenapa kamu berhenti dari kantor sebelumnya?\"",
  "time": "2018-08-03T01:02:00.000Z"
}, {
  "from": "Remote.com",
  "subject": "You have been invited to a Job!",
  "snippet": "Image My Account Noval, you've been invited to a new job! congrats! You have been invited to Bootstrap 4 Specialist by a hiring manager or a member from our recruiting team. When you're invited",
  "time": "2018-08-02T17:54:00.000Z"
}, {
  "from": "Garuda Indonesia",
  "subject": "Garuda Indonesia Surprise Deal",
  "snippet": "Get a specialprice and an additional discount of up to IDR 3000000 Trouble viewing this email? Click here to view online version. OFFERS HOTEL HOLIDAY PACKAGES Dear Valued Customer Get a special price",
  "time": "2018-08-02T10:18:00.000Z"
}, {
  "from": "NVIDIA",
  "subject": "NVIDIA AI Conference Early Bird Discount Ending Soon!",
  "snippet": "Save up to 30% with Early Bird Rate (ends Aug 6) FORWARD TOA FRIEND | VIEW ONLINE ► Register by August 6 to save up to AUD 100 on regular rates REGISTER NOW WHY ATTEND? Discover innovative ways to",
  "time": "2018-08-02T06:07:00.000Z"
}, {
  "from": "Narenda Wicaksono",
  "subject": "mnovalbs, Google Developers Kejar 2018Telah Dibuka",
  "snippet": "Jika anda tidak dapat membaca newsletter ini dengan baik, silakan akses tautan berikut (https://www.dicoding.com/newsletters/01-agustus-2018). Halo mnovalbs, Apa kabarnya? Semoga email ini bisa jadi",
  "time": "2018-08-02T00:58:00.000Z"
}]
