[{
  "from": "Twitter",
  "subject": "Twitter Admin, see 22 new updates from REZHA, #2018harusWISUDA, and ...",
  "snippet": "#2018harusWISUDA, Ijang also Tweeted. 5 Updates you should see avatar Updates for REZHA 1 Retweet 1 like See all updates avatar Updates for #2018harusWISUDA 1 Tweet 1 Retweet 3 likes See all updates",
  "time": "2018-08-25T01:21:00.000Z"
}, {
  "from": "Pinterest",
  "subject": "Get inspired with these 18 trending ideas",
  "snippet": "Here's what's trending on Pinterest Modifikasi motor scramber A GuideTo Deduction Never Settle Deus Sea Sider: Honda C70 Surf Cub Botol Bekas Air Mineral Powerful Train Engines Chug Through",
  "time": "2018-08-24T19:23:00.000Z"
}, {
  "from": "YouTube",
  "subject": "PewDiePie just uploaded a video",
  "snippet": "PewDiePie has uploaded EXCUSE ME... Consider donating https://w... Youtube Logo 10:12 EXCUSE ME... PewDiePie You were sent this email because you chose to receive updates from PewDiePie. If you don",
  "time": "2018-08-23T16:17:00.000Z"
}, {
  "from": "YouTube",
  "subject": "New videosfrom Waktu Indonesia Bercanda NET.",
  "snippet": "Waktu Indonesia Bercanda NET. has uploaded Cuma Akbar Syuting Sambil Gendong Anak (3/4) and 3 other videos Disini cak Lontong akan men... Youtube Logo 18:06 Cuma Akbar Syuting Sambil Gendong Anak (3/4)",
  "time": "2018-08-23T14:00:00.000Z"
}, {
  "from": "Behance",
  "subject": "New Activity From Your Creative Network (8/23/2018)",
  "snippet": "Manage Email Settings Behance Activity Adobe New Project Activity by Pride Label – For Applaus Dry Gin by Kati Szilagyi NOTHING REMAINS by Jan Erik Waider CULTURE POWER POLITICS by Nick Barclay Low",
  "time": "2018-08-23T11:39:00.000Z"
}, {
  "from": "Twitter",
  "subject": "@mnovalbs, check out the notifications you have on Twitter",
  "snippet": "Twitter You've got 5 recent notifications on Twitter Take a look Help | Reset password | Download app We sent this to @mnovalbs. Unsubscribe Twitter, ﻿Inc. ﻿1355 ﻿Market ﻿Street, ﻿Suite ﻿900 ﻿San",
  "time": "2018-08-23T11:11:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Ariq Naufal shared \"Oakley Capital to Invest in cPanel; Acquisition ...",
  "snippet": "5 What's happening Ariq Naufal shared Oakley Capital to Invest in cPanel; Acquisition will accelerate the next phase of product development for c... cPanel Newsroom On August 20th, 2018, cPanel",
  "time": "2018-08-23T06:08:00.000Z"
}, {
  "from": "LinkedIn",
  "subject": "Young people know they have a phone addiction",
  "snippet": "LinkedIn Noval Bintang Young people know they have a phone addiction Recommended for you Kofi Annan 1938 - 2018 Kofi Annan on LinkedIn It is with immense sadness that the Annan family and the Kofi",
  "time": "2018-08-23T05:42:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 24 new updates from Shɑviniɑ✨, Ijang, and more",
  "snippet": "Ijang, JagirWonokromo also Tweeted. 5 Updates you should see avatar Updates for Shɑviniɑ✨ 1 Tweet 3 Retweets 1 like See all updates avatar Updates for Ijang 2 Tweets 13 Retweets See all updates avatar",
  "time": "2018-08-23T01:02:00.000Z"
}, {
  "from": "LinkedIn",
  "subject": "IT Trainee at PT Bank Central Asia Tbk and 9 other jobs for you.",
  "snippet": "LinkedIn Noval Bintang Top job picks for you PT Bank Central Asia Tbk IT Trainee PT BankCentral Asia Tbk · Menara BCA, Grand Indonesia, Jln. MH Thamrin No. 1 Jakarta Pusat , Jakarta 10310, ID 7",
  "time": "2018-08-22T16:09:00.000Z"
}, {
  "from": "YouTube",
  "subject": "Waktu Indonesia Bercanda NET. just uploaded a video",
  "snippet": "Waktu Indonesia Bercanda NET. has uploaded Menang Banyak, Lolita Telat Sadar Tangannya Dipegang (2/4) Disini cak Lontong akan men... Youtube Logo 9:18 Menang Banyak, Lolita Telat Sadar Tangannya",
  "time": "2018-08-22T13:22:00.000Z"
}, {
  "from": "Twitter",
  "subject": "People in Cengkareng shared \"Jual Handphone Outdoor | Tokopedia\"",
  "snippet": "5 What's happening Jual Handphone Outdoor | Tokopedia Tokopedia Jual Handphone Outdoor, lengkap dan murah, dari ribuan toko online se-Indonesia. Transaksi di Tokopedia aman karena m... Read more at",
  "time": "2018-08-22T11:47:00.000Z"
}, {
  "from": "LinkedIn Premium",
  "subject": "Noval, thanks for being an active member",
  "snippet": "Enjoy your free trial. LinkedIn Noval Bintang Hi Noval, Based on your recent activity, I'd like to offer youa special gift - a free trial of LinkedIn Premium. LinkedIn Premium gives you the",
  "time": "2018-08-22T10:18:00.000Z"
}, {
  "from": "Twitter",
  "subject": "@mnovalbs, check out the notifications you have on Twitter",
  "snippet": "Twitter You've got 4 recent notifications on Twitter Take a look Help | Reset password | Download app We sent this to @mnovalbs. Unsubscribe Twitter, ﻿Inc. ﻿1355Market ﻿Street, ﻿Suite ﻿900 ﻿San",
  "time": "2018-08-22T06:39:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 21 new updates from Dicky Verdiansyah, aisabilla,...",
  "snippet": "aisabilla, Shɑviniɑ, Annisa Nur A, Ijang, JagirWonokromo also Tweeted. 4 Updates you should see avatar Updates for Dicky Verdiansyah 2 Retweets See all updates avatar Updates for aisabilla 1 Retweet 1",
  "time": "2018-08-22T01:38:00.000Z"
}, {
  "from": "YouTube",
  "subject": "Waktu Indonesia Bercanda NET. just uploaded a video",
  "snippet": "Waktu Indonesia Bercanda NET. has uploaded Aksi Melankolis Beddu Salah Jawab TTS (3/4) Disini cak Lontong akan men... Youtube Logo 29:10 Aksi Melankolis Beddu Salah Jawab TTS (3/4) Waktu Indonesia",
  "time": "2018-08-21T13:45:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Ryfan Aditya Indra shared \"Untukmu,Indonesiaku\"",
  "snippet": "4 What's happening Ryfan Aditya Indra shared Untukmu,Indonesiaku Arena of Valor Selesaikan Setiap Misinya & Dapatkan Hero 100% Asli Indonesia! Read more at Twitter Ryfan Aditya Indra shared",
  "time": "2018-08-21T12:00:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 21 new updates from REZHA, aisabilla, and more",
  "snippet": "aisabilla, Shɑviniɑ, #2018harusWISUDA, Ijang, JagirWonokromo also Tweeted. 3 Updates you should see avatar Updates for REZHA 1 Tweet 1 Retweet See all updates avatar Updates for aisabilla 1 Tweet 1",
  "time": "2018-08-21T06:36:00.000Z"
}, {
  "from": "Instagram",
  "subject": "novalbintangs, see new posts from 9gag, komikpairman, ridwankamil and more",
  "snippet": "See what you may have missed from the people you follow on Instagram. Catch Up on Instagram See what's new, fun and inspired from the accounts you follow. See What's New instagram Instagram",
  "time": "2018-08-21T05:32:00.000Z"
}, {
  "from": "Twitter",
  "subject": "@mnovalbs, check out the notifications you have on Twitter",
  "snippet": "Twitter You've got 3 recent notifications on Twitter Take a look Help | Reset password | Download app We sent this to @mnovalbs. Unsubscribe Twitter, ﻿Inc. ﻿1355 ﻿Market ﻿Street, ﻿Suite ﻿900 ﻿San",
  "time": "2018-08-21T01:09:00.000Z"
}, {
  "from": "LinkedIn",
  "subject": "IT Trainee at PT Bank Central Asia Tbk and 9 other jobs for you.",
  "snippet": "LinkedIn Noval Bintang Top job picks for you PT Bank Central Asia Tbk IT Trainee PT Bank Central Asia Tbk · Menara BCA, Grand Indonesia, Jln. MH Thamrin No. 1 Jakarta Pusat , Jakarta 10310, ID 1",
  "time": "2018-08-20T23:28:00.000Z"
}, {
  "from": "Melita james",
  "subject": "Noval, please add me to your LinkedIn network",
  "snippet": "Hi Noval, I'd like tojoin your LinkedIn network. LinkedIn Noval Bintang Hi Noval, I'd like to join your LinkedIn network. Marchelia Santoso Head of Human Resources and General Affairs",
  "time": "2018-08-20T17:21:00.000Z"
}, {
  "from": "YouTube",
  "subject": "Waktu Indonesia Bercanda NET. just uploaded a video",
  "snippet": "Waktu Indonesia Bercanda NET. has uploaded Masih Loyo Nih Semua, Cak Lontong Siapkan Tarian Membakar Semangat (3/4) Disini cak Lontong akan men... Youtube Logo 7:27 Masih Loyo Nih Semua, Cak Lontong",
  "time": "2018-08-20T13:45:00.000Z"
}, {
  "from": "Pinterest",
  "subject": "📌 Resume templates, Indonesia and other topics picked for you",
  "snippet": "Check out these 6 new topics picked just for you! New topics you might love Resume templates Resume templates 37k followersIndonesia Indonesia 20k followers Qoutes Qoutes 206k followers Anime girls",
  "time": "2018-08-20T13:13:00.000Z"
}, {
  "from": "Twitter",
  "subject": "People in Cengkareng shared \"Wishnutama ungkap 1,5 tahun persiapan u...",
  "snippet": "3 What's happening Wishnutama ungkap 1,5 tahun persiapan upacara pembukaan Asian Games elshinta.com Wishnutama Kusubandio, yang didaulat sebagai direktur kreatif pesta pembukaan Asian Games 2018",
  "time": "2018-08-20T11:43:00.000Z"
}, {
  "from": "Twitter",
  "subject": "@mnovalbs, check out the notifications you have on Twitter",
  "snippet": "Twitter You've got 2 recent notifications on Twitter Take a look Help | Reset password | Download app We sent this to @mnovalbs. Unsubscribe Twitter, ﻿Inc. ﻿1355 ﻿Market ﻿Street, ﻿Suite ﻿900 ﻿San",
  "time": "2018-08-20T06:14:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 20 new updates from Shɑviniɑ✨, REZHA, and more",
  "snippet": "REZHA, Eri Irawan, Ijang also Tweeted. Updates you should see avatar Updates for Shɑviniɑ✨ 1 Tweet 1 Retweet See all updates avatar Updates for REZHA 3 Tweets 3 Retweets 1 like 1 profile change See all",
  "time": "2018-08-20T01:13:00.000Z"
}, {
  "from": "YouTube",
  "subject": "PewDiePie just uploaded a video",
  "snippet": "PewDiePie has uploaded Despacito 3 - despacidont (cover) LAST CHANCE TO GET!!!!!!!! ... Youtube Logo 11:11 Despacito 3 - despacidont (cover) PewDiePie You were sent this email because you chose to",
  "time": "2018-08-19T16:06:00.000Z"
}, {
  "from": "Twitter",
  "subject": "REZHA shared \"Gempa 6,5 Magnitudo Guncang Lombok Timur\"",
  "snippet": "What's happening REZHA shared Gempa 6,5 Magnitudo Guncang Lombok Timur kumparan Gempa terjadi pada pukul 11.10 WIB, tidak berpotensi tsunami Read more at Twitter Ijang shared Ini Sosok Stuntman",
  "time": "2018-08-19T13:57:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Fawzhi Tweeted: Semalam pulang dari monas naek Gocar HP ketinggalan ...",
  "snippet": "ɳαყα, NET., KEMENPORA RI, #2018harusWISUDA, Fajri Maulanasyah also Tweeted. Your Highlights avatar Fawzhi @fawsyafruddin Semalam pulang dari monas naek Gocar HP ketinggalan mohon bantuan nya @",
  "time": "2018-08-19T07:18:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 22 new updates from Yuls, Shɑviniɑ✨, and more",
  "snippet": "Shɑviniɑ, #2018harusWISUDA, Eri Irawan, JagirWonokromo, Ijang also Tweeted. Updates you should see avatar Updates for Yuls 2 Retweets See all updates avatar Updates for Shɑviniɑ✨ 1 Tweet 2 Retweets See",
  "time": "2018-08-19T01:18:00.000Z"
}, {
  "from": "YouTube",
  "subject": "PewDiePie just uploaded a video",
  "snippet": "PewDiePie has uploaded EGGS FOR BART (Important) BECOME SPONSOR: https://you... Youtube Logo 11:36 EGGS FOR BART (Important) PewDiePie You were sent this email because you chose to receive updates from",
  "time": "2018-08-18T16:57:00.000Z"
}, {
  "from": "Catherine Ikadewi",
  "subject": "Noval, please add me to your LinkedIn network",
  "snippet": "Hi Noval, I'd like to join your LinkedIn network. LinkedIn Noval Bintang Hi Noval, I'd like to join your LinkedIn network. Catherine Ikadewi we can if we think we can West Java Province,",
  "time": "2018-08-18T15:12:00.000Z"
}, {
  "from": "LinkedIn",
  "subject": "You appeared in 114 searches this week",
  "snippet": "You appeared in 114 searches this week LinkedIn Noval Bintang You appeared in 114 searches this week You were found by people from these companies 1EP Test See all searches Get the LinkedIn app. Stay",
  "time": "2018-08-18T13:58:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Ajra Salmah shared \"apa yang kamu lakukan jika badmood ? | ask.fm/aj...",
  "snippet": "What's happening Ajra Salmah shared apa yang kamu lakukan jika badmood ? | ask.fm/ajrasalmah ASKfm Diem aja Read more at Twitter Ajra Salmah shared Do you believe in Karma? | ask.fm/ajrasalmah",
  "time": "2018-08-18T12:34:00.000Z"
}, {
  "from": "Twitter",
  "subject": "@mnovalbs, check out the notifications you have on Twitter",
  "snippet": "Twitter You've got 10 recent notifications on Twitter Take a look JagirWonokromo and Ijang retweeted a tweet Fajri Maulanasyah and Ijang retweeted a photo JagirWonokromo and lecep retweeted a tweet",
  "time": "2018-08-18T06:56:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 13 new updates from Yuls, #2018harusWISUDA, and more",
  "snippet": "#2018harusWISUDA, JagirWonokromo, Ijang also Tweeted. 9 Updates you should see avatar Updates for Yuls 2 Retweets 1 like See all updates avatar Updates for #2018harusWISUDA 1 Tweet 1 Retweet See all",
  "time": "2018-08-18T01:27:00.000Z"
}, {
  "from": "LinkedIn",
  "subject": "IT Trainee at PT Bank Central Asia Tbk and 9 other jobs for you.",
  "snippet": "LinkedInNoval Bintang Top job picks for you PT Bank Central Asia Tbk IT Trainee PT Bank Central Asia Tbk · Menara BCA, Grand Indonesia, Jln. MH Thamrin No. 1 Jakarta Pusat , Jakarta 10310, ID 52",
  "time": "2018-08-17T18:11:00.000Z"
}, {
  "from": "YouTube",
  "subject": "PewDiePie just uploaded a video",
  "snippet": "PewDiePie has uploaded ABSOLUTE MAD LADS ONLY! BECOME SPONSOR: https://you... Youtube Logo 10:01 ABSOLUTE MAD LADS ONLY! PewDiePie You were sent this email because you chose to receive updates from",
  "time": "2018-08-17T17:04:00.000Z"
}, {
  "from": "YouTube",
  "subject": "New videos from Waktu Indonesia Bercanda NET.",
  "snippet": "Waktu Indonesia Bercanda NET. has uploaded Spesial Kemerdekaan:Kocak Ketiga Atlet KW Super Ini(1/4) and 3 other videos Disini cak Lontong akan men... Youtube Logo 7:06 Spesial Kemerdekaan:Kocak Ketiga",
  "time": "2018-08-17T12:00:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Nadhif shared \"Sudut Ruang\"",
  "snippet": "9 What's happening Nadhif shared Sudut Ruang Wattpad Lelaki itu selalu duduk di sudut ruang di manapun ia berada, pun tidak jauh berbeda dengan ruang hatinya yang hingga ... Read more at Twitter",
  "time": "2018-08-17T11:51:00.000Z"
}, {
  "from": "melvi ana",
  "subject": "Noval, please add me to your LinkedIn network",
  "snippet": "Hi Noval, I'd like to join your LinkedIn network. LinkedIn Noval Bintang Hi Noval, I'd like to join your LinkedIn network. melvi ana Callcenter Agent di RADIKARI Greater Jakarta Area, Indonesia",
  "time": "2018-08-17T09:26:00.000Z"
}, {
  "from": "Twitter",
  "subject": "@mnovalbs, check out the notifications you have on Twitter",
  "snippet": "Twitter You've got 9 recent notifications on Twitter Take a look Help | Reset password | Download app We sent this to @mnovalbs. Unsubscribe Twitter, ﻿Inc. ﻿1355 ﻿Market ﻿Street, ﻿Suite ﻿900 ﻿San",
  "time": "2018-08-17T06:36:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 15 new updates from DANDY ASPRILLA, JagirWonokrom...",
  "snippet": "JagirWonokromo, Ijang also Tweeted. 8 Updates you should see avatar Updates for DANDY ASPRILLA 2 Tweets See all updates avatar Updates for JagirWonokromo 2 Retweets See all updates avatar Updates for",
  "time": "2018-08-17T01:18:00.000Z"
}, {
  "from": "YouTube",
  "subject": "PewDiePie just uploaded a video",
  "snippet": "PewDiePie has uploaded SHE'S OLD NOW Omg 😮😮😮😮😮😮😮😮😮 We plkay episode 1 of walki... Youtube Logo 2:14:29 SHE'S OLD NOW Omg 😮😮😮😮😮😮😮😮😮 PewDiePie You were sent this email because you chose to",
  "time": "2018-08-16T16:23:00.000Z"
}, {
  "from": "Thi Nguyen",
  "subject": "Noval, please add me to your LinkedIn network",
  "snippet": "Hi Noval, I'd like to join your LinkedIn network. LinkedIn Noval Bintang Hi Noval, I'd like to join your LinkedIn network. Thi Nguyen IT Consultant at 9cv9 | Vietnam Number One Career Platform",
  "time": "2018-08-16T13:58:00.000Z"
}, {
  "from": "Twitter",
  "subject": "@mnovalbs, check out the notifications you have on Twitter",
  "snippet": "Twitter You've got 8 recent notifications on Twitter Take a look Help | Reset password | Download app We sent this to @mnovalbs. Unsubscribe Twitter, ﻿Inc. ﻿1355Market ﻿Street, ﻿Suite ﻿900 ﻿San",
  "time": "2018-08-16T11:54:00.000Z"
}, {
  "from": "Behance",
  "subject": "New Activity From Your CreativeNetwork (8/16/2018)",
  "snippet": "Manage Email Settings Behance Activity Adobe New Project Activity by UNESCO world heritage (Gaudí) by Víctor Swasky L a B o T Á NICA by Karla Hernández - Charlötte Kingyo Restaurant by Di Buenio Pogea",
  "time": "2018-08-16T10:16:00.000Z"
}, {
  "from": "Twitter",
  "subject": "Twitter Admin, see 14 new updates from Ijang",
  "snippet": "8 Updates you should see avatar Updates for Ijang 14 Retweets See all updates Help | Reset password | Download app We sent this email to @mnovalbs. Unsubscribe Twitter, Inc. 1355 Market Street, Suite",
  "time": "2018-08-16T06:37:00.000Z"
}, {
  "from": "Twitter",
  "subject": "nabilah sucii Tweeted: yg blm pada bo2g retweet ya sayankk ,yg penge...",
  "snippet": "JagirWonokromo, BPBD DKI Jakarta, IG : @SonoraFM92,🅰️🅱️🅿️, Cinema XXI also Tweeted. 7 Your Highlights avatar nabilah sucii @NabilahSucii yg blm pada bo2g retweet ya sayankk ,yg pengen siapa ? reply 83",
  "time": "2018-08-16T01:21:00.000Z"
}]
