[{
  "from": "Indeed",
  "subject": "27 new Front End Developer opportunities in Singapore",
  "snippet": "Randstad, Microsoft, and Autodesk have opportunities for you! indeed 27 new Front End Developer opportunities in Singapore Front-End Engineer MetroResidences - Singapore $3000 - $4000 a month",
  "time": "2018-08-25T00:56:00.000Z"
}, {
  "from": "lina@jobstreet.com",
  "subject": "Software Engineer (.NET) (IDR 8,000,000 - 15,000,000) + 41 new jobs - Job Alert from JobStreet.com",
  "snippet": "JobStreet.com LiNa DAILY JOBS49 Matches Job Alert Profile: My Job Alert Edit Web Developer Dexa Group Tangerang (Banten) - Bintaro Around Expected Salary 5 yrs exp, Skills: JavaScript, React, React",
  "time": "2018-08-24T23:10:00.000Z"
}, {
  "from": "Chaim Fetter",
  "subject": "Lombok Earthquakes: Peduli Anak Children's shelter in ruins",
  "snippet": "Dear Noval I trust you are doing fine, I hope you still remember me. Besides being the founder of Jualo.com, I'm also the founder of the Peduli Anak Foundation (www.pedulianak.org), a Dutch-",
  "time": "2018-08-24T16:49:00.000Z"
}, {
  "from": "Facebook",
  "subject": "Login alert for Android on Samsung Galaxy J3",
  "snippet": "Hi Noval, We've noticed an unusual login from a device or location you don't usually use. Was this you? New Login 23 August 2018 at 22:49 Near Bekasi, Indonesia Android on Samsung Galaxy J3",
  "time": "2018-08-23T15:49:00.000Z"
}, {
  "from": "INDODAX - Indonesia.",
  "subject": "Vexanium dan The Abyss Hadir di Indodax.com!",
  "snippet": "Tim kami telah menyelesaikan integrasi dengan Vexanium dan The Abyss yang merupakan pemenang Community Coin Voting periode ketiga. Logo Indodax For English version see below. Lihat Versi website",
  "time": "2018-08-23T14:31:00.000Z"
}, {
  "from": "HackerRank Team",
  "subject": "Practice Coding with Cats and a Mouse",
  "snippet": "Hi Novalbintangs, Improve your skills with this challenge recommended for you: Cats and a Mouse Algorithms | 63809 submissions Which cat will catch the mouse first? Solve Challenge Happy coding, The",
  "time": "2018-08-23T10:44:00.000Z"
}, {
  "from": "Aditia",
  "subject": "CV Aditia Prasetio",
  "snippet": "Hi Aditia! CV nya sudah saya terima ya. Nanti akan saya infokan kembali lewat email ini. Terima kasih Regards, Noval Bintang Pada tanggal Kam, 23 Agt 2018 pukul 14.01 Aditia Prasetio <aditia.",
  "time": "2018-08-23T07:01:00.000Z"
}, {
  "from": "LinkedIn Messaging",
  "subject": "Catherine sent you a new message",
  "snippet": "Catherine: Pegawai Pak... LinkedIn Noval Bintang You have unread messages from Catherine Catherine Ikadewi Pegawai Pak... Reply Opportunity is always within reach. Get the LinkedIn app. iOS . Android",
  "time": "2018-08-23T04:46:00.000Z"
}, {
  "from": "Alibaba Cloud",
  "subject": "Grow Your Influence as an Alibaba Cloud MVP!",
  "snippet": "Alibaba Cloud Homepage | Products | Console | Help Grow Your Influence as an Alibaba Cloud MVP! Dear Alibaba Cloud User, We're excited to announce that the new round of Alibaba Cloud MVP",
  "time": "2018-08-23T02:07:00.000Z"
}, {
  "from": "lina@jobstreet.com",
  "subject": "Senior Web Developer (IDR 12,000,000 - 18,000,000) + 14 new jobs - Job Alert from JobStreet.com",
  "snippet": "JobStreet.com LiNa DAILY JOBS 18 Matches Job Alert Profile: My Job Alert Edit Java Programmer PT Anagata Global Teknologi Jakarta Raya IDR 8000000 - 16000000 2 yrs exp, Skills: JavaScript, SOAP Android",
  "time": "2018-08-22T23:11:00.000Z"
}, {
  "from": "Google Cloud Platfo.",
  "subject": "Introducing resource-based pricing for Google Compute Engine VMs",
  "snippet": "Upcoming changes to Google Compute Engine SKUs MY CONSOLE Hello Google Compute Engine Customer, We are writing to let you know that on October 1, 2018, Google Compute Engine instances with predefined",
  "time": "2018-08-22T21:22:00.000Z"
}, {
  "from": "Google Drive",
  "subject": "Perubahan pada Backup WhatsApp di Google Drive",
  "snippet": "Google Pelanggan yang terhormat Noval Bintang, Karena terdapat perjanjian baru antara WhatsApp dan Google, backup WhatsApp tidak akan lagi mengurangi kuota penyimpanan Google Drive. Namun, backup",
  "time": "2018-08-22T20:47:00.000Z"
}, {
  "from": "Indeed",
  "subject": "25 new Front End Developer opportunities in Singapore",
  "snippet": "Adecco Personnel, Randstad, and Microsoft have opportunities for you! indeed 25 new Front End Developer opportunities in Singapore Front-End Engineer MetroResidences - Singapore $3000 - $4000 amonth",
  "time": "2018-08-22T16:45:00.000Z"
}, {
  "from": "lina@jobstreet.com",
  "subject": "Careers with PT Asuransi MSIG Indonesia - Job Alert from JobStreet.com",
  "snippet": "JobStreet.com LiNa DAILY JOBS 32 Matches Job Alert Profile: My Job Alert Edit Angular Developer PT Bina Persona Kreatif Bandung (Jawa Barat), Jakarta Raya, ... Around Expected Salary 1 yr exp, Skills:",
  "time": "2018-08-22T00:39:00.000Z"
}, {
  "from": "Google Maps",
  "subject": "Ulasan Anda sangat berguna",
  "snippet": "Hai Noval, Orang-orang menyukai ulasan Anda Selamat, ulasan Anda telah membantu orang lebih dari 50 kali! Jutaan orang mengandalkan ulasan seperti milik Anda untuk mengetahui kondisi tempat. Lontong",
  "time": "2018-08-21T20:07:00.000Z"
}, {
  "from": "Indeed",
  "subject": "29 new Front End Developer opportunities in Singapore",
  "snippet": "Adecco Personnel, Randstad, and Chandler Macleod have opportunities for you! indeed 29 new Front End Developer opportunities in Singapore Front-End Engineer MetroResidences - Singapore $3000 - $4000 a",
  "time": "2018-08-21T18:07:00.000Z"
}, {
  "from": "Qwords Cloud Web Ho.",
  "subject": "QTalk Anniversary Spesial #Qwords13th",
  "snippet": "Bandung & Yogyakarta! Jangan lewatkan QTalk Anniversary Spesial HUT Qwords ke-13 View this email in your browser Dapatkan Ilmu Berharga & Kesempatan Sharing Seputar Bisnis Online. GRATIS! Dalam",
  "time": "2018-08-21T09:13:00.000Z"
}, {
  "from": "LinkedIn Messaging",
  "subject": "Catherine sent you a new message",
  "snippet": "Catherine: Saya sdg mencari Front End Developer pak yg bisa Angular /React JS LinkedIn Noval Bintang You have unread messages from Catherine Catherine Ikadewi Saya sdg mencari Front End Developer pak",
  "time": "2018-08-21T06:48:00.000Z"
}, {
  "from": "lina@jobstreet.com",
  "subject": "Full Stack Developer (IDR 10,000,000 - 18,000,000) + 19 new jobs - Job Alert from JobStreet.com",
  "snippet": "JobStreet.com LiNa DAILY JOBS 24 Matches Job Alert Profile: My Job Alert Edit Senior IT Software Developer (Desktop/Web/Mobile) PT Moonlay Technologies Jakarta Raya - Sudirman, SCBD IDR 8000000 -",
  "time": "2018-08-20T23:11:00.000Z"
}, {
  "from": "Indeed",
  "subject": "28 new Front End Developer opportunities in Singapore",
  "snippet": "Adecco Personnel, Chandler Macleod, and Black Sun Plc have opportunities for you! indeed 28 new Front End Developer opportunities in Singapore Front-End Developer Microsec Pte. Ltd. - Singapore",
  "time": "2018-08-20T20:23:00.000Z"
}, {
  "from": "INDODAX - Indonesia.",
  "subject": "USDT dan ONT Kini Hadir di Indodax.com!",
  "snippet": "Sesuai komitmen kami untuk selalu menghadirkan aset digital berkualitas baru di marketplace kami. Logo Indodax For English version see below. Lihat Versi website USDT dan ONT Kini Hadir di Indodax.com!",
  "time": "2018-08-20T17:42:00.000Z"
}, {
  "from": "Roshni Jain (Udacit.",
  "subject": "Noval, enrollment is closing for AI for Trading Nanodegree program",
  "snippet": "I invite you to learn the artificial intelligence and machine learning skills needed to become a quantitative analyst by enrolling now. Hi Noval, This is Roshni Jain, the Director of Learning Products",
  "time": "2018-08-20T17:33:00.000Z"
}, {
  "from": "Google Cloud Platfo.",
  "subject": "Product updates | August 20, 2018",
  "snippet": "A regular roundup of what's new across Google Cloud Platform. Go to your Console GCP UPDATES | AUGUST 20, 2018COMPUTE Knative: GA Knative is a Kubernetes-based platform for building, deploying,",
  "time": "2018-08-20T17:27:00.000Z"
}, {
  "from": "Udacity",
  "subject": "Noval, the deadline to enroll in the VR Developer program is approaching!",
  "snippet": "Enrollment for the next class of the VR Developer program starts Tuesday, August 21, 2018. Join today! Udacity Hello Noval, The next class of the VR Developer program starts on Tuesday, August 21, 2018",
  "time": "2018-08-20T07:13:00.000Z"
}, {
  "from": "Delami via LinkedIn",
  "subject": "Connection opportunity",
  "snippet": "Delami LinkedIn Noval Bintang Noval, your InMail from Delami is awaiting response Delami Brands Delamibrands with our brands The Executive, Lee, Woods, Colorbox, EtCetera, Wrangler, Tira Jeans, Jockey,",
  "time": "2018-08-19T23:05:00.000Z"
}, {
  "from": "lina@jobstreet.com",
  "subject": "Software Engineer (IDR 12,500,000 - 25,000,000) + 11 new jobs - Job Alert from JobStreet.com",
  "snippet": "JobStreet.com LiNa DAILY JOBS 12 Matches Job Alert Profile: My Job Alert Edit Lead Software Developer Karya Unggul Duta Bangsa Jakarta Barat (Jakarta Raya) - Neo Soho ... Around Expected Salary 3 yrs",
  "time": "2018-08-19T23:02:00.000Z"
}, {
  "from": "Indeed",
  "subject": "29 new Front End Developer opportunities in Singapore",
  "snippet": "Adecco Personnel, Thomson Reuters, and MSD have opportunities for you! indeed 29 new Front End Developer opportunities in Singapore Front-End Developer Microsec Pte. Ltd. - Singapore Requirements: At",
  "time": "2018-08-19T16:40:00.000Z"
}, {
  "from": "no.reply",
  "subject": "Account security notice - Immediate action required",
  "snippet": "Account security notice - Immediate action required Hello novabintan0, To help protect your account from unauthorized use, we've reset your eBay password and secret questions. We do this when we",
  "time": "2018-08-19T11:08:00.000Z"
}, {
  "from": "lina@jobstreet.com",
  "subject": "Program Specialist (IDR 10,000,000 - 15,000,000) + 25 new jobs - Job Alert from JobStreet.com",
  "snippet": "JobStreet.com LiNa DAILY JOBS 29 Matches Job Alert Profile: My Job Alert Edit Experienced Java Developer PT Mitrais Bali, Bandung (Jawa Barat), Yogyakarta Around Expected Salary 3 yrs exp, Skills:",
  "time": "2018-08-18T23:05:00.000Z"
}, {
  "from": "Indeed",
  "subject": "28 new Front End Developer opportunities in Singapore",
  "snippet": "Adecco Personnel, MSD, and Chandler Macleod have opportunities for you! indeed 28 new Front End Developer opportunities in Singapore Front-end Developer [Senior] The Supreme HR - Singapore - with",
  "time": "2018-08-18T17:06:00.000Z"
}, {
  "from": "Rumahweb Indonesia",
  "subject": "Hari Ini Semua Ekstensi Domain .ID Diskon Hingga 73%",
  "snippet": "Lihat versi online www.rumahweb.com FLASH SALE Semua Ekstensi .ID Diskon Hingga 73% Apapun ekstensi domain ID yang akan Anda beli hari ini, semua diskon hingga 73%. Tanpa syarat nama atau kata tertentu",
  "time": "2018-08-17T23:53:00.000Z"
}, {
  "from": "lina@jobstreet.com",
  "subject": "Business Analyst  IT Consultant (IDR 12,000,000 - 17,000,000) + 31 new jobs - Job Alert from JobStreet.com",
  "snippet": "JobStreet.com LiNa DAILY JOBS 46 Matches Job Alert Profile: My Job Alert Edit Oracle Developer PT Visionet Data Internasional Banten, Jakarta Raya Around Expected Salary 3 yrs exp, Skills: oracle,",
  "time": "2018-08-17T23:09:00.000Z"
}, {
  "from": "Indeed",
  "subject": "22 new Front End Developer opportunities in Singapore",
  "snippet": "Randstad, BitTitan, and Bondlinc have opportunities for you! indeed 22 new Front End Developer opportunities in Singapore Front End Developer Capgemini Singapore Pte Ltd - Singapore Job Description:",
  "time": "2018-08-17T21:13:00.000Z"
}, {
  "from": "Facebook",
  "subject": "Login alert for Chrome on Linux",
  "snippet": "Hi Noval, We've noticed an unusual login from a device or location you don't usually use. Was this you? New Login17 August 2018 at 23:14 Near Bekasi, Indonesia Chrome on Linux Login Alert Hi",
  "time": "2018-08-17T16:14:00.000Z"
}, {
  "from": "HackerRank Team",
  "subject": "Improve your Coding Skills with Drawing Book",
  "snippet": "Hi Novalbintangs, Improve your skills with this challenge recommended for you: Drawing Book Algorithms | 52931 submissions How many pages does Brie need to turn to get to page p? Solve Challenge Happy",
  "time": "2018-08-17T10:35:00.000Z"
}, {
  "from": "Adrianus Yoza April.",
  "subject": "mnovalbs, Promo 17an Dicoding tinggal 12 Jam lagi, diskon untuk semua kelas",
  "snippet": "Dear Dicoding Indonesia - Yoza Merdeka! Dirgahayu Republik Indonesia! Dicoding Indonesia memperingati hari kemerdekaan Republik Indonesia dengan mengadakan promo 17an ala Dicoding.Dapatkan diskon 17%,",
  "time": "2018-08-17T04:24:00.000Z"
}]
